13/data/attachments/4ec8f4cff7a8bcba.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Monique_meeting_Friend_55138_6</nif:username>
            <nif:friendToBeRequested>soap_friends_b5d7f9db-59ba-4d4d-950e-6cab5b1206f6</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>